<?php
// Heading
$_['heading_title'] = 'Запрашиваемая страница не найдена!';

// Text
$_['text_error']    = 'Запрашиваемая страница не найдена.';
$_['page_text'] = '<p>К сожалению, запрашиваемая Вами страница не существует.</p>
      <p> Это могло произойти по следующим причинам:</p>
      <ul>
        <li>Неправильно набран адрес</li>
        <li>Такой страницы никогда не было на этом сайте</li>
        <li>Такая страница была, но по этому адресу ее больше нет</li>
      </ul>
      <p>Вы можете:</p>
      <ul>
        <li>Вернутся на <strong><a href="/">главную страницу сайта</a></strong>, и там выбрать нужную категорию товаров</li>
        <li>Попробовать найти то, что вам нужно при помощи поиска на нашем сайте.</li>
      </ul>';