<?php
// Heading
$_['heading_title'] = 'Прошена сторінка не знайдена!';

// Text
$_['text_error']    = 'На жаль, прошена Вами сторінка не знайдена. Ймовірно, Ви вказали неіснуючу адресу, сторінка була видалена, переміщена або зараз вона тимчасово недоступна!';

// test
$_['page_text'] = ' <p>На жаль, запитувана Вами сторінка не існує.</p>
      <p> Це могло статися з таких причин:</p>
      <ul>
        <li>Неправильно набрана адреса</li>
        <li>Такої сторінки ніколи не було на цьому сайті</li>
        <li>Така сторінка була, але за цією адресою її більше немає</li>
      </ul>
      <p>Ви можете:</p>
      <ul>
        <li>Повернутися до<strong><a href="/"> головної сторінки сайту</a></strong>, і там вибрати потрібну категорію товарів</li>
        <li>Спробувати знайти те, що вам потрібно за допомогою пошуку на нашому сайті.</li>
      </ul>';

     