<?php
// Heading
$_['heading_title']        = 'Розрахувати Доставку і Податки';

// Text
$_['text_success']         = 'Оцінка доставки була застосована!';
$_['text_shipping']        = 'Введіть пункт призначення для розрахунку вартості доставки.';
$_['text_shipping_method'] = 'Виберіть бажаний спосіб доставки для даного замовлення.';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / область';
$_['entry_postcode']       = 'Поштовий індекс';

// Error
$_['error_postcode']       = 'Поштовий індекс повинен бути від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, виберіть Країну!';
$_['error_zone']           = 'Будь ласка, виберіть Регіон / область!';
$_['error_shipping']       = 'Потрібно вказати Спосіб доставки!';
$_['error_no_shipping']    = 'Немає доступних Способів доставки. Будь ласка, <a href="%s"> зв"яжіться з нами </a>!';