<?php
// Heading
$_['heading_title']       = 'Каталог статей'; 

// Text
$_['text_module']         = 'Модули';
$_['text_edit']        = 'Настройки модуля';
$_['text_success']        = 'Настройки модуля статей успешно обновлены!';
$_['text_root_type_1']   = 'Показывать префикс в url и ссылку в хлебных крошках';
$_['text_root_type_2']   = 'Показывать только ссылку в хлебных крошках';
$_['text_root_type_3']  = 'Не показывать ничего';

// Entry
$_['entry_heading']        = 'Название модуля на сайте';
$_['entry_articles_title']        = 'HTML-тег Title';
$_['entry_articles_metadescription']        = 'Мета тег Description';
$_['entry_description']        = 'Описание';
$_['entry_article_thumb_category']   = 'Размер картинок категорий';
$_['entry_article_thumb']   = 'Размер картинок в списке';
$_['entry_article_image']   = 'Размер картинки в статье';
$_['entry_show_date']       = 'Показывать дату';
$_['entry_show_views']       = 'Показывать просмотры';
$_['entry_show_readmore']       = 'Показывать читать далее';
$_['entry_show_latest']       = 'Общий список статей';
$_['entry_show_root']       = 'Ссылка на корень';
$_['entry_article_limit']       = 'Статей на странице';
$_['entry_social']       = 'Код закладок';
$_['entry_status']        = 'Статус';

// Help
$_['help_width']        = 'Ширина';
$_['help_height']    = 'Высота';
$_['help_articles_title']        = 'Выводится как заголовок браузера и поисковой выдачи для главной страницы статей';
$_['help_articles_metadescription']    = 'Краткое описание раздела со статьями для поисковых роботов';
$_['help_description']        = 'Содержание на стартовой странице, описывающее раздел и предваряющее вывод родительских категорий и статей';
$_['help_article_thumb_category']        = 'Если пусто, то картинки<br /> категорий не используются.<br />По умолчанию: 250x170';
$_['help_article_thumb']    = 'Если пусто, то картинки<br /> в списке не используются.<br /> По умолчанию: 140x90';
$_['help_article_image']        = 'Если пусто, то картинка<br /> в статье не используется.<br />По умолчанию: 300x200';
$_['help_show_latest']        = 'Выводит список всех статей из всех категорий на стартовой странице статей';
$_['help_show_root']        = 'Префикс раздела в URL и ссылка на раздел в хлебных крошках';
$_['help_social']        = 'Вставьте ваш код кнопок социальных закладок для статей';

// Error
$_['error_permission']    = 'У Вас нет прав для изменения модуля статей!';
